{
  "current_date": "2023-11-30T09:52:02.449Z",
  "length": 56802,
  "tokens": 5907,
  "essays": [
    {
      "url": "https://en.wikipedia.org/wiki/2023_Cricket_World_Cup",
      "title": "2023 Cricket World Cup - Wikipedia",
      "description": "All information about world Cup 2023",
      "paragraphs": "2023 ICC Men's Cricket World CupDates5 October – 19 November 2023Administrator(s)International Cricket CouncilCricket formatOne Day International (ODI)Tournament format(s)Round-robin and knockoutHost(s)IndiaChampions Australia (6th title)Runners-up IndiaParticipants10Matches48Attendance1,250,307 (26,048 per match)Player of the series Virat KohliMost runs Virat Kohli (765)Most wickets Mohammed Shami (24)Official websitecricketworldcup.com← 20192027 →\nThe 2023 ICC Men's Cricket World Cup was the 13th edition of the Cricket World Cup, a quadrennial One Day International (ODI) cricket tournament contested by men's national teams and organised by the International Cricket Council (ICC). Ten national teams participated in the tournament, which was hosted by India. It started on 5 October and concluded on 19 November 2023, with Australia winning the tournament.[1]\nIt was the first men's Cricket World Cup which India hosted solely. The tournament took place in ten different stadiums, in ten cities across the country. In the first semi-final India beat New Zealand, and in the second semi-final Australia beat South Africa. The final took place between India and Australia at Narendra Modi Stadium on 19 November with Australia winning the title for the sixth time.[2]\nThe top eight placed teams in the tournament's final points table qualified for the 2025 ICC Champions Trophy, the next ICC ODI tournament. Virat Kohli was the player of the tournament and also scored the most runs; Mohammed Shami was the leading wicket-taker. A total of 1,250,307 spectators attended matches, the highest number in any cricket World Cup to date.[3]\n\n\nBackground\nOriginally, the competition was to be played from 9 February to 26 March 2023.[4][5] In July 2020 it was announced that that the tournament would be moved to October and November as a result of the qualification schedule being disrupted due to the COVID-19 pandemic.[6][7] The ICC released the tournament schedule on 27 June 2023.[8][9]\nThe Pakistan Cricket Board (PCB) had threatened to boycott the competition after the Board of Control for Cricket in India (BCCI) refused to send a team to the 2023 Asia Cup scheduled in Pakistan.[10][11] This issue was resolved in June 2023 after the Asian Cricket Council announced that the competition would be hosted using a hybrid model proposed by the PCB, with nine of the 13 matches in the competition played in Sri Lanka.[12][13]\nThis was the first ICC World Cup in which penalties for slow over-rates were given to bowling sides if they did not complete their 50 overs in the stipulated time. On-field umpires could penalise the bowling team by not allowing more than four fielders outside the 30-yard circle.[14]\n\nQualification\nHighlighted are the countries that participated in the 2023 Cricket World Cup. .mw-parser-output .legend{page-break-inside:avoid;break-inside:avoid-column}.mw-parser-output .legend-color{display:inline-block;min-width:1.25em;height:1.25em;line-height:1.25;margin:1px 0;text-align:center;border:1px solid black;background-color:transparent;color:black}.mw-parser-output .legend-text{}  Qualified as host   Qualified via the 2020–2023 Super League   Qualified via the 2023 Qualifier   Participated in the qualifier but failed to qualify\n.mw-parser-output .hatnote{font-style:italic}.mw-parser-output div.hatnote{padding-left:1.6em;margin-bottom:0.5em}.mw-parser-output .hatnote i{font-style:normal}.mw-parser-output .hatnote+link+.hatnote{margin-top:-0.5em}Main article: 2023 Cricket World Cup qualification\nOther than India, who qualified as hosts, all teams had to qualify for the tournament through the 2023 Cricket World Cup qualification process. Afghanistan, Australia, Bangladesh, England, New Zealand, Pakistan and South Africa qualified via the ICC Cricket World Cup Super League, with the Netherlands and Sri Lanka securing the final two places via the 2023 Cricket World Cup Qualifier in Zimbabwe during June and July 2023. \nAs a result of the qualifying process, the competition was the first not to include former winners West Indies, who failed to progress for the first time after their defeat to Scotland.[15] Full members Ireland and Zimbabwe also missed out on qualification, meaning three of the four full members who took part in the knock-out qualification stage did not qualify, with only Sri Lanka progressing.[16] The final qualification spot was decided by an eliminator match between associate members Scotland and the Netherlands,[17] with the Dutch side taking the final place.[15]\n\n\n\nMeans of qualification\n\nDate\n\nVenue\n\nBerths\n\nQualified\n\n\nHost nation\n\n—\n\n—\n\n1\n\n India\n\n\nICC Super League\n\n30 July 2020 – 14 May 2023\n\nVarious\n\n7\n\n.mw-parser-output .plainlist ol,.mw-parser-output .plainlist ul{line-height:inherit;list-style:none;margin:0;padding:0}.mw-parser-output .plainlist ol li,.mw-parser-output .plainlist ul li{margin-bottom:0} Afghanistan Australia Bangladesh England New Zealand Pakistan South Africa\n\n\nQualifier\n\n18 June 2023 – 9 July 2023\n\nZimbabwe\n\n2\n\n Sri Lanka Netherlands\n\n\nTotal\n\n10\n\n\n\nVenues\n.mw-parser-output .locmap .od{position:absolute}.mw-parser-output .locmap .id{position:absolute;line-height:0}.mw-parser-output .locmap .l0{font-size:0;position:absolute}.mw-parser-output .locmap .pv{line-height:110%;position:absolute;text-align:center}.mw-parser-output .locmap .pl{line-height:110%;position:absolute;top:-0.75em;text-align:right}.mw-parser-output .locmap .pr{line-height:110%;position:absolute;top:-0.75em;text-align:left}.mw-parser-output .locmap .pv>div{display:inline;padding:1px}.mw-parser-output .locmap .pl>div{display:inline;padding:1px;float:right}.mw-parser-output .locmap .pr>div{display:inline;padding:1px;float:left}MumbaiKolkataBangalorePuneNew DelhiHyderabadChennaiAhmedabadDharamshalaLucknowclass=notpageimage| 2023 Cricket World Cup venues\nThe tournament took place in ten different stadiums, situated in ten different cities across India. The first and second semi-finals were held at Wankhede Stadium in Mumbai and Eden Gardens in Kolkata respectively, while the final took place at Narendra Modi Stadium in Ahmedabad.[8]\nThe BCCI provided funding for renovations and refurbishments at stadiums. Himachal Pradesh Cricket Association Stadium received a new grass surface, drainage system, seating, and hospitality boxes. Wankhede Stadium had upgrades to the outfield, floodlights, corporate boxes, and toilets. M. A. Chidambaram Stadium installed new floodlights and relaid two wickets.[18]\nWith the autumn scheduling of this World Cup, the ICC instituted protocols for reducing the impact of moisture—including dew and rain—on pitch conditions, so that they did not give the team batting second an advantage (as had frequently occurred in the 2021 Men's T20 World Cup). These included using a specific wetting agent, and the boundary set at around 70 m (77 yards) at each stadium, with more grass on the pitch to encourage seam bowling over spin bowling.[19]\n\n\n\nLocation\n\nStadium\n\nCapacity[20]\n\nNo. of matches\n\n\nAhmedabad\n\nNarendra Modi Stadium\n\n132,000\n\n5\n\n\nBangalore\n\nM. Chinnaswamy Stadium\n\n33,800\n\n5\n\n\nChennai\n\nM. A. Chidambaram Stadium\n\n38,200\n\n5\n\n\nDelhi\n\nArun Jaitley Stadium\n\n35,200\n\n5\n\n\nDharamshala\n\nHPCA Stadium\n\n21,200\n\n5\n\n\nHyderabad\n\nRajiv Gandhi International Cricket Stadium\n\n39,200\n\n3\n\n\nKolkata\n\nEden Gardens\n\n68,000\n\n5\n\n\nLucknow\n\nBRSABV Ekana Cricket Stadium\n\n50,100\n\n5\n\n\nMumbai\n\nWankhede Stadium\n\n33,100\n\n5\n\n\nPune\n\nMaharashtra Cricket Association Stadium\n\n42,700\n\n5\n\nSquads\nMain article: 2023 Cricket World Cup squads\nAll teams were asked to finalise their 15-player squads prior to 28 September, with any replacements after this date requiring approval from the ICC.[21] All squads were announced by 26 September 2023.[22] The oldest player of the tournament was Dutch player Wesley Barresi, who was 39 years old, while the youngest was Afghan spinner Noor Ahmad, who was 18.[23]\n\nMatch officials\nMain article: 2023 Cricket World Cup officials\n.mw-parser-output .excerpt-hat .mw-editsection-like{font-style:normal}\nMatch officials for the 2023 Cricket World Cup were selected by the ICC's umpire selection panel, headed by Sean Easey, the ICC's senior manager for umpires and referees. The panel selected 12 umpires to officiate at the tournament: three from Australia, four from England, four from Asia (one each from Bangladesh, India, Pakistan and Sri Lanka), two each from New Zealand and South Africa and one from the West Indies. It also selected four match referees for the event.[24][25]\nWarm-up matches\nWarm-up matches were held from 29 September to 3 October 2023 at Rajiv Gandhi International Cricket Stadium in Hyderabad, Assam Cricket Association Stadium in Guwahati, and Greenfield International Stadium in Thiruvananthapuram.[8]\nIndia's warm-up fixtures were announced on 27 June. The complete warm-up fixtures were announced on 23 August.[26] The matches were broadcast live on television.[27][28]  \n\n.mw-parser-output .hidden-begin{box-sizing:border-box;width:100%;padding:5px;border:none;font-size:95%}.mw-parser-output .hidden-title{font-weight:bold;line-height:1.6;text-align:left}.mw-parser-output .hidden-content{text-align:left}Warm-up matches\n\n\n\n 29 September 2023 14:00   Scorecard \n\n\n\n\nSri Lanka 263 (49.1 overs)\n\nv\n\n Bangladesh264/3 (42 overs)\n\n\nPathum Nissanka 68 (64) Mahedi Hasan 3/36 (9 overs)\n\n\n\nTanzid Hasan 84 (88) Lahiru Kumara 1/30 (6 overs)\n\n\n\nBangladesh won by 7 wickets  Assam Cricket Association Stadium, Guwahati Umpires: Saiyed Khalid (Ind) and Vinod Seshan (Ind) \n\n\nSri Lanka won the toss and elected to bat.  \n\n\n\n\n 29 September 2023 14:00   Scorecard \n\n\n\n\nSouth Africa \n\nv\n\n Afghanistan\n\n\n \n\n\n\n \n\n\n\nMatch abandoned Greenfield International Stadium, Thiruvananthapuram Umpires: Anil Chaudhary (Ind) and Rohan Pandit (Ind) \n\n\nNo toss.\nNo play was possible due to rain. \n\n\n\n\n 29 September 2023 14:00   Scorecard \n\n\n\n\nPakistan 345/5 (50 overs)\n\nv\n\n New Zealand346/5 (43.4 overs)\n\n\nMohammad Rizwan 103* (94) Mitchell Santner 2/39 (8 overs)\n\n\n\nRachin Ravindra 97 (72) Usama Mir 2/68 (10 overs)\n\n\n\nNew Zealand won by 5 wickets Rajiv Gandhi International Stadium, Hyderabad Umpires: Parashar Joshi (Ind) and Akshay Totre (Ind) \n\n\nPakistan won the toss and elected to bat.  \n\n\n\n\n 30 September 2023 14:00   Scorecard \n\n\n\n\nIndia \n\nv\n\n England\n\n\n \n\n\n\n \n\n\n\nNo result  Assam Cricket Association Stadium, Guwahati Umpires: Saiyed Khalid (Ind) and Saidarshan Kumar (Ind) \n\n\nIndia won the toss and elected to bat.\nNo play was possible due to rain. \n\n\n\n\n 30 September 2023 14:00   Scorecard \n\n\n\n\nAustralia 166/7 (23 overs)\n\nv\n\n Netherlands84/6 (14.2 overs)\n\n\nSteve Smith 55 (42) Roelof van der Merwe 2/12 (3 overs)\n\n\n\nColin Ackermann 31* (37) Mitchell Starc 3/18 (3 overs)\n\n\n\nNo result Greenfield International Stadium, Thiruvananthapuram Umpires: Rohan Pandit (Ind) and Virender Sharma (Ind) \n\n\nAustralia won the toss and elected to bat.\nThe match was reduced to 23 overs per side due to rain.\nRain prevented any further play. \n\n\n\n\n 2 October 2023 14:00   Scorecard \n\n\n\n\nBangladesh 188/9 (37 overs)\n\nv\n\n England197/6 (24.1 overs)\n\n\nMehidy Hasan 74 (89) Reece Topley 3/23 (5 overs)\n\n\n\nMoeen Ali 56 (39) Mustafizur Rahman 2/23 (3 overs)\n\n\n\nEngland won by 4 wickets (DLS method)  Assam Cricket Association Stadium, Guwahati Umpires: Nitin Menon (Ind) and Sharfuddoula (Ban) \n\n\nBangladesh won the toss and elected to bat.\nThe match was reduced to 37 overs per side due to rain.\nEngland were set a revised target of 197 runs from 37 overs due to rain. \n\n\n\n\n 2 October 2023 14:00   Scorecard \n\n\n\n\nNew Zealand 321/6 (50 overs)\n\nv\n\n South Africa211/4 (37 overs)\n\n\nDevon Conway 78 (73) Lungi Ngidi 3/33 (7 overs)\n\n\n\nQuinton de Kock 84* (89) Trent Boult 2/20 (5 overs)\n\n\n\nNew Zealand won by 7 runs (DLS method) Greenfield International Stadium, Thiruvananthapuram Umpires: Chris Gaffaney (NZ) and Richard Kettleborough (Eng) \n\n\nNew Zealand won the toss and elected to bat.\nSouth Africa innings curtailed at 37 overs due to rain; DLS par score was 219. \n\n\n\n\n 3 October 2023 14:00   Scorecard \n\n\n\n\nSri Lanka 294 (46.2 overs)\n\nv\n\n Afghanistan261/4 (38.1 overs)\n\n\nKusal Mendis 158 (87) Mohammad Nabi 4/44 (8 overs)\n\n\n\nRahmanullah Gurbaz 119 (92) Kasun Rajitha 1/18 (7 overs)\n\n\n\nAfghanistan won by 6 wickets (DLS method)  Assam Cricket Association Stadium, Guwahati Umpires: Ahsan Raza (Pak) and Joel Wilson (WI) \n\n\nAfganistan won the toss and elected to field.\nAfghanistan were set a revised target of 257 runs from 42 overs due to rain. \n\n\n\n\n 3 October 2023 14:00   Scorecard \n\n\n\n\nIndia \n\nv\n\n Netherlands\n\n\n \n\n\n\n \n\n\n\nMatch abandoned Greenfield International Stadium, Thiruvananthapuram Umpires: Michael Gough (Eng) and Alex Wharf (Eng) \n\n\nNo toss.\nNo play was possible due to rain. \n\n\n\n\n 3 October 2023 14:00   Scorecard \n\n\n\n\nAustralia 351/7 (50 overs)\n\nv\n\n Pakistan337 (47.4 overs)\n\n\nGlenn Maxwell 77 (71) Usama Mir 2/31 (5 overs)\n\n\n\nBabar Azam 90 (59) Marnus Labuschagne 3/78 (8.4 overs)\n\n\n\nAustralia won by 14 runs Rajiv Gandhi International Stadium, Hyderabad Umpires: Paul Reiffel (Aus) and Rod Tucker (Aus) \n\n\nAustralia won the toss and elected to bat.  \n\n\nGroup stage\nMain article: 2023 Cricket World Cup group stage\nThe ICC announced the World Cup schedule on 27 June 2023 at an event in Mumbai with a countdown of 100 days to the opening match of the World Cup on 5 October. The group stage started with the match between the finalists of the 2019 Cricket World Cup, New Zealand and England, at Narendra Modi Stadium.[8] On 9 August 2023, nine fixtures, including the match between India and Pakistan, were rescheduled by the ICC.[29] The top seven teams in the tournament, excluding Pakistan who qualify automatically as host, qualified for the 2025 ICC Champions Trophy.[30]\n\nPoints table\n.mw-parser-output .sports-table-notes{font-size:90%;margin-bottom:0.5em}\n\n\nPos\n\nTeam.mw-parser-output .hlist dl,.mw-parser-output .hlist ol,.mw-parser-output .hlist ul{margin:0;padding:0}.mw-parser-output .hlist dd,.mw-parser-output .hlist dt,.mw-parser-output .hlist li{margin:0;display:inline}.mw-parser-output .hlist.inline,.mw-parser-output .hlist.inline dl,.mw-parser-output .hlist.inline ol,.mw-parser-output .hlist.inline ul,.mw-parser-output .hlist dl dl,.mw-parser-output .hlist dl ol,.mw-parser-output .hlist dl ul,.mw-parser-output .hlist ol dl,.mw-parser-output .hlist ol ol,.mw-parser-output .hlist ol ul,.mw-parser-output .hlist ul dl,.mw-parser-output }"
    }
  ]
}